Repository: maartenkools/wordpress
Catalog: src/plugins/wp-wordpress-utilities/languages/wp-wordpress-utilities-*.po
Languages: nl_nl

source: Settings
nl_nl: Instellingen

source: All
nl_nl: Alles

source: Save Settings
nl_nl: Opslaan

source: An error occurred while loading the post. Or the post is not supported.
nl_nl: Er is een fout opgetreden tijdens het laden van het bericht.

source: General
nl_nl: Algemeen

source: General settings for the WordPress Utilities plugin.
nl_nl: Algemene instellingen voor de WordPress Utilities plugin.

source: Enable Debug Mode
nl_nl: Gebruik de ontwikkelmodus

source: Enables the debug mode for the plugin.
nl_nl: Zet de ontwikkelmodus aan voor de plugin.

source: Gallery
nl_nl: Galerij

source: Provides settings for the image gallery.
nl_nl: Galerijinstellingen

source: Auto Play Speed
nl_nl: Auto afspeelsnelheid

source: The auto play speed in milliseconds. Specify 0 to disable.
nl_nl: De afspeelsnelheid in milliseconden. Stel 0 in om automatisch afspelen uit te schakelen.

source: Maximum Width
nl_nl: Maximale breedte

source: The maximum width of the images in the gallery.
nl_nl: De maximale breedte van de afbeeldingen in de galerij.

source: Maximum Height
nl_nl: Maximale hoogte

source: The maximum height of the images in the gallery.
nl_nl: De maximale hoogte van de afbeeldingen in de galerij.

source: Archives
nl_nl: Archieven

source: Provides settings for the archives.
nl_nl: Instellingen voor het tonen van archieven.

source: Excluded Categories
nl_nl: Gefilterde categoriën

source: A comma separated list of category ids to exclude on the archive listing.
nl_nl: Een comma gescheiden (bijv: 1,2) lijst van category ids welke niet in de archieven getoond moeten worden.

source: Categories with excluded categories
nl_nl: Gefilterde categoriën

source: Select categories to exclude in the categories list:
nl_nl: Selecteer the categoriën die niet getoond moeten worden in de categoriën lijst:

source: Recent Posts with excluded categories
nl_nl: Recente berichten van gefilterde categoriën

source: Select categories to exclude in the recent posts list:
nl_nl: Selecteer the categoriën die niet getoond moeten worden in de recente berichten lijst:
